@include('header')

<div class="d-flex flex-column mt-5 mb-4 gap-4">
  <div class="cardochka container d-flex flex-column py-4 px-250 gap-60">
    <h2 class="text-primary align-self-center bold">ебланы и бляди!</h2>
    <div class="d-flex flex-column gap-4">
      
      <div class="d-flex flex-column gap-2">
        <div class="d-flex gap-1 align-items-center "><svg width="26" height="25" viewBox="0 0 26 25" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M8.83335 18.7502H17.1667V16.6668H8.83335V18.7502ZM8.83335 14.5835H17.1667V12.5002H8.83335V14.5835ZM6.75002 22.9168C6.1771 22.9168 5.68683 22.713 5.27919 22.3054C4.87155 21.8977 4.66738 21.4071 4.66669 20.8335V4.16683C4.66669 3.59391 4.87085 3.10364 5.27919 2.696C5.68752 2.28836 6.1778 2.08419 6.75002 2.0835H15.0834L21.3334 8.3335V20.8335C21.3334 21.4064 21.1295 21.897 20.7219 22.3054C20.3143 22.7137 19.8236 22.9175 19.25 22.9168H6.75002ZM14.0417 9.37516H19.25L14.0417 4.16683V9.37516Z" fill="#1384D6"/>
        </svg><h3 class="text-primary fs-4 bold my-0">Что будем делать?</h3></div>
        <p class="fs-5">чето будем рисовать... хз, вроде.... я не уверен... че поделать... эээхх старость. память уже не та, как в ваши годы. недороски ебучие. мне бы как вам, а не сидеть тут и фигей маятся.</p>
      </div>
      
      <div class="d-flex flex-column gap-2">
        <div class="d-flex gap-1 align-items-center "><svg width="26" height="26" viewBox="0 0 26 26" fill="none" xmlns="http://www.w3.org/2000/svg">
          <path d="M22.375 18.6875V9.75H3.625V18.6875C3.625 19.7649 4.03655 20.7983 4.76911 21.5601C5.50168 22.322 6.49525 22.75 7.53125 22.75H18.4688C19.5048 22.75 20.4983 22.322 21.2309 21.5601C21.9634 20.7983 22.375 19.7649 22.375 18.6875ZM9.87031 13.403C9.87031 13.7256 9.74709 14.035 9.52776 14.2631C9.30844 14.4912 9.01096 14.6193 8.70078 14.6193C8.3906 14.6193 8.09313 14.4912 7.8738 14.2631C7.65447 14.035 7.53125 13.7256 7.53125 13.403C7.53125 13.0804 7.65447 12.771 7.8738 12.5429C8.09313 12.3148 8.3906 12.1867 8.70078 12.1867C9.01096 12.1867 9.30844 12.3148 9.52776 12.5429C9.74709 12.771 9.87031 13.0804 9.87031 13.403ZM9.87031 17.4655C9.87031 17.7881 9.74709 18.0975 9.52776 18.3256C9.30844 18.5537 9.01096 18.6818 8.70078 18.6818C8.3906 18.6818 8.09313 18.5537 7.8738 18.3256C7.65447 18.0975 7.53125 17.7881 7.53125 17.4655C7.53125 17.1429 7.65447 16.8335 7.8738 16.6054C8.09313 16.3773 8.3906 16.2492 8.70078 16.2492C9.01096 16.2492 9.30844 16.3773 9.52776 16.6054C9.74709 16.8335 9.87031 17.1429 9.87031 17.4655ZM14.1703 13.403C14.1703 13.7256 14.0471 14.035 13.8278 14.2631C13.6084 14.4912 13.311 14.6193 13.0008 14.6193C12.6906 14.6193 12.3931 14.4912 12.1738 14.2631C11.9545 14.035 11.8313 13.7256 11.8313 13.403C11.8313 13.0804 11.9545 12.771 12.1738 12.5429C12.3931 12.3148 12.6906 12.1867 13.0008 12.1867C13.311 12.1867 13.6084 12.3148 13.8278 12.5429C14.0471 12.771 14.1703 13.0804 14.1703 13.403ZM14.1703 17.4655C14.1703 17.7881 14.0471 18.0975 13.8278 18.3256C13.6084 18.5537 13.311 18.6818 13.0008 18.6818C12.6906 18.6818 12.3931 18.5537 12.1738 18.3256C11.9545 18.0975 11.8313 17.7881 11.8313 17.4655C11.8313 17.1429 11.9545 16.8335 12.1738 16.6054C12.3931 16.3773 12.6906 16.2492 13.0008 16.2492C13.311 16.2492 13.6084 16.3773 13.8278 16.6054C14.0471 16.8335 14.1703 17.1429 14.1703 17.4655ZM18.4641 13.403C18.4641 13.7256 18.3408 14.035 18.1215 14.2631C17.9022 14.4912 17.6047 14.6193 17.2945 14.6193C16.9844 14.6193 16.6869 14.4912 16.4675 14.2631C16.2482 14.035 16.125 13.7256 16.125 13.403C16.125 13.0804 16.2482 12.771 16.4675 12.5429C16.6869 12.3148 16.9844 12.1867 17.2945 12.1867C17.6047 12.1867 17.9022 12.3148 18.1215 12.5429C18.3408 12.771 18.4641 13.0804 18.4641 13.403ZM22.375 7.3125C22.375 6.23506 21.9634 5.20175 21.2309 4.43988C20.4983 3.67801 19.5048 3.25 18.4688 3.25H7.53125C6.49525 3.25 5.50168 3.67801 4.76911 4.43988C4.03655 5.20175 3.625 6.23506 3.625 7.3125V8.125H22.375V7.3125Z" fill="#1384D6"/>
        </svg><h3 class="text-primary fs-4 bold my-0">Когда?</h3></div>
        <p class="fs-5">17 июля 2024 года</p>
      </div>
      
      <div class="d-flex flex-column gap-2">
        <div class="d-flex gap-1 align-items-center "><svg width="28" height="26" viewBox="0 0 28 26" fill="none" xmlns="http://www.w3.org/2000/svg">
          <path d="M2 5H26V20H2V5ZM14 8.75C15.0609 8.75 16.0783 9.14509 16.8284 9.84835C17.5786 10.5516 18 11.5054 18 12.5C18 13.4946 17.5786 14.4484 16.8284 15.1517C16.0783 15.8549 15.0609 16.25 14 16.25C12.9391 16.25 11.9217 15.8549 11.1716 15.1517C10.4214 14.4484 10 13.4946 10 12.5C10 11.5054 10.4214 10.5516 11.1716 9.84835C11.9217 9.14509 12.9391 8.75 14 8.75ZM7.33333 7.5C7.33333 8.16304 7.05238 8.79893 6.55229 9.26777C6.05219 9.73661 5.37391 10 4.66667 10V15C5.37391 15 6.05219 15.2634 6.55229 15.7322C7.05238 16.2011 7.33333 16.837 7.33333 17.5H20.6667C20.6667 16.837 20.9476 16.2011 21.4477 15.7322C21.9478 15.2634 22.6261 15 23.3333 15V10C22.6261 10 21.9478 9.73661 21.4477 9.26777C20.9476 8.79893 20.6667 8.16304 20.6667 7.5H7.33333Z" fill="#1384D6"/>
        </svg><h3 class="text-primary fs-4 bold my-0">Стоимость?</h3></div>
        <p class="fs-5">300 Р</p>
      </div>
      
      <div class="d-flex flex-column gap-2">
        <div class="d-flex gap-1 align-items-center "><svg width="26" height="25" viewBox="0 0 26 25" fill="none" xmlns="http://www.w3.org/2000/svg">
          <path d="M9.875 4.1665L3.625 7.2915V20.8332L9.875 17.7082M9.875 4.1665L16.125 7.2915M9.875 4.1665V17.7082M16.125 7.2915L22.375 4.1665V17.7082L16.125 20.8332M16.125 7.2915V20.8332M16.125 20.8332L9.875 17.7082" stroke="#1384D6" stroke-width="2.08333" stroke-linecap="round" stroke-linejoin="round"/>
        </svg><h3 class="text-primary fs-4 bold my-0">Где?</h3></div>
        <p class="fs-5">27 северная, 69</p>
      </div>
      
    </div>
  </div>
  <div class="cardochka container d-flex flex-column py-4 px-250 gap-60 align-items-center ">
    <h2 class="text-primary align-self-center bold">Забронируй место</h2>
    <div class="d-flex flex-wrap gap-3 justify-content-center">
      <div class="cardochka green-background btn">Свободно</div>
      <div class="cardochka red-background btn">Занято</div>
      <div class="cardochka green-background btn">Свободно</div>
      <div class="cardochka red-background btn">Занято</div>
      <div class="cardochka red-background btn">Занято</div>
      <div class="cardochka green-background btn">Свободно</div>
      <div class="cardochka red-background btn">Занято</div>
      <div class="cardochka green-background btn">Свободно</div>
    </div>
    <div class="d-flex flex-column align-items-center "><svg width="93" height="74" viewBox="0 0 93 74" fill="none" xmlns="http://www.w3.org/2000/svg"><g filter="url(#filter0_d_594_1033)"><path d="M5.07294 0V6.0625C5.07294 22.8354 14.005 37.5067 27.3021 45.6708V64.6667H87.9271V56.5833C87.9271 45.8325 66.385 40.4167 55.5938 40.4167H54.5834C35.3854 40.4167 19.2188 24.25 19.2188 6.0625V0M55.5938 0C51.3061 0 47.194 1.70327 44.1622 4.73511C41.1304 7.76694 39.4271 11.879 39.4271 16.1667C39.4271 20.4543 41.1304 24.5664 44.1622 27.5982C47.194 30.6301 51.3061 32.3333 55.5938 32.3333C59.8814 32.3333 63.9935 30.6301 67.0253 27.5982C70.0572 24.5664 71.7604 20.4543 71.7604 16.1667C71.7604 11.879 70.0572 7.76694 67.0253 4.73511C63.9935 1.70327 59.8814 0 55.5938 0Z" fill="black"/></g><defs><filter id="filter0_d_594_1033" x="0.072937" y="-1" width="92.8542" height="74.6665" filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB"><feFlood flood-opacity="0" result="BackgroundImageFix"/><feColorMatrix in="SourceAlpha" type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha"/><feOffset dy="4"/><feGaussianBlur stdDeviation="2.5"/><feComposite in2="hardAlpha" operator="out"/><feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.25 0"/><feBlend mode="normal" in2="BackgroundImageFix" result="effect1_dropShadow_594_1033"/><feBlend mode="normal" in="SourceGraphic" in2="effect1_dropShadow_594_1033" result="shape"/></filter></defs></svg>
      <p class="fs-4 bold text-center lh-1 my-0">Вот тут<br>лектор</p>
    </div>
    <a href="registration" class="btn btn-primary px-4 py-2 mx-auto mt-4 mt-md-0 mx-md-0 w-fit-content">Забронировать</a>
  </div>
</div>